Repository: bagdadinvest/blog2
Catalog: New Folder/websites/locale/*/LC_MESSAGES/django.po
Languages: de, hu, ru

source: Your message...
de: Ihre Nachricht...
hu: Az Ön üzenete...
ru: Ваше сообщение...

source: BEYONDCLINIC - Home Page
de: BEYONDCLINIC - Startseite
hu: BEYONDCLINIC - Kezdőlap
ru: BEYONDCLINIC - Главная страница

source: linkedin
de: Linkedin (Englisch)
